var datalist = [
  {
    "item01": 2020,
    "item02": "北京",
    "item03": "昌平",
    "item04": "昌平区沙河镇",
    "item05": "文字综合",
    "item06": "88888",
    "item07": "567",
    "item08": "3",
    "item09": "本科",
    "item10": "党员",
    "item11": "不限"
  },
  {
    "item01": 2020,
    "item02": "北京",
    "item03": "昌平",
    "item04": "昌平区沙河镇1",
    "item05": "文字综合1",
    "item06": "999",
    "item07": "56799",
    "item08": "3",
    "item09": "本科",
    "item10": "党员",
    "item11": "不限"
  },
  {
    "item01": 2020,
    "item02": "北京",
    "item03": "昌平",
    "item04": "昌平区沙河镇",
    "item05": "文字综合",
    "item06": "中央纪委国家监察委",
    "item07": "88888",
    "item08": "567",
    "item09": "3",
    "item10": "专科",
    "item11": "团员",
    "item12": "不限"
  },
]