// 专业
var zy_prolist = [
  {
    "id": 1,
    "name": "英语"
  },
  {
    "id": 2,
    "name": "哲学"
  },
  {
    "id": 3,
    "name": "经济学"
  },
  {
    "id": 4,
    "name": "法学"
  },
  {
    "id": 5,
    "name": "文学"
  },
  {
    "id": 6,
    "name": "历史学"
  },
  {
    "id": 7,
    "name": "管理学"
  },
  {
    "id": 8,
    "name": "新闻传播学"
  },
  {
    "id": 9,
    "name": "广播电视学"
  },
  {
    "id": 10,
    "name": "广播电视编导"
  },
  {
    "id": 11,
    "name": "广播电视艺术学"
  },
  {
    "id": 12,
    "name": "戏剧与影视学"
  },
  {
    "id": 13,
    "name": "数字媒体技术"
  },
  {
    "id": 14,
    "name": "信息与通信工程"
  },
  {
    "id": 15,
    "name": "广播电视工程"
  },
  {
    "id": 16,
    "name": "信号与信息处理"
  },
  {
    "id": 17,
    "name": "计算机科学与技术"
  },
  {
    "id": 18,
    "name": "软件工程"
  },
  {
    "id": 19,
    "name": "网络工程"
  },
  {
    "id": 20,
    "name": "信息安全"
  },
  {
    "id": 21,
    "name": "宪法学与行政法学"
  },
  {
    "id": 22,
    "name": "中共党史"
  },
  {
    "id": 23,
    "name": "中国共产党历史"
  },
  {
    "id": 24,
    "name": "档案学"
  },
  {
    "id": 25,
    "name": "传播学"
  },
  {
    "id": 26,
    "name": "人力资源管理"
  },
  {
    "id": 27,
    "name": "劳动与社会保障"
  },
  {
    "id": 28,
    "name": "行政管理"
  },
  {
    "id": 29,
    "name": "本科专业"
  },
  {
    "id": 30,
    "name": "旅游管理"
  },
  {
    "id": 31,
    "name": "酒店管理；研究生专业"
  },
  {
    "id": 32,
    "name": "公共管理"
  },
  {
    "id": 33,
    "name": "会计学"
  },
  {
    "id": 34,
    "name": "财务管理；研究生专业"
  },
  {
    "id": 35,
    "name": "基础医学"
  },
  {
    "id": 36,
    "name": "临床医学"
  },
  {
    "id": 37,
    "name": "公共卫生与预防医学"
  },
  {
    "id": 38,
    "name": "中医学"
  },
  {
    "id": 39,
    "name": "中西医结合"
  },
  {
    "id": 40,
    "name": "土木工程"
  },
  {
    "id": 41,
    "name": "工程管理；研究生专业"
  },
  {
    "id": 42,
    "name": "结构工程"
  },
  {
    "id": 43,
    "name": "园林"
  },
  {
    "id": 44,
    "name": "林学"
  },
  {
    "id": 45,
    "name": "本科"
  },
  {
    "id": 46,
    "name": "新闻学"
  },
  {
    "id": 47,
    "name": "秘书学"
  },
  {
    "id": 48,
    "name": "行政管理；研究生"
  },
  {
    "id": 49,
    "name": "财政学；研究生专业"
  },
  {
    "id": 50,
    "name": "财政学"
  },
  {
    "id": 51,
    "name": "财务管理"
  },
  {
    "id": 52,
    "name": "信息安全；研究生专业"
  },
  {
    "id": 53,
    "name": "计算机应用技术"
  },
  {
    "id": 54,
    "name": "计算机软件与理论"
  },
  {
    "id": 55,
    "name": "土木工程；研究生专业"
  },
  {
    "id": 56,
    "name": "建筑学"
  },
  {
    "id": 57,
    "name": "城乡规划；研究生专业"
  },
  {
    "id": 58,
    "name": "建筑历史与理论"
  },
  {
    "id": 59,
    "name": "城市规划与设计"
  },
  {
    "id": 60,
    "name": "审计学"
  },
  {
    "id": 61,
    "name": "资产评估"
  },
  {
    "id": 62,
    "name": "金融学；研究生专业"
  },
  {
    "id": 63,
    "name": "金融学"
  },
  {
    "id": 64,
    "name": "给排水科学与工程"
  },
  {
    "id": 65,
    "name": "建筑电气与智能化"
  },
  {
    "id": 66,
    "name": "工程管理"
  },
  {
    "id": 67,
    "name": "工程造价；研究生专业"
  },
  {
    "id": 68,
    "name": "科学社会主义"
  },
  {
    "id": 69,
    "name": "思想政治教育"
  },
  {
    "id": 70,
    "name": "汉语言文学"
  },
  {
    "id": 71,
    "name": "风景园林"
  },
  {
    "id": 72,
    "name": "植物保护"
  },
  {
    "id": 73,
    "name": "森林保护"
  },
  {
    "id": 74,
    "name": "安全防范工程"
  },
  {
    "id": 75,
    "name": "消防工程"
  },
  {
    "id": 76,
    "name": "园艺"
  },
  {
    "id": 77,
    "name": "法学理论"
  },
  {
    "id": 78,
    "name": "法律史"
  },
  {
    "id": 79,
    "name": "刑法学"
  },
  {
    "id": 80,
    "name": "民商法学（含"
  },
  {
    "id": 81,
    "name": "劳动法学"
  },
  {
    "id": 82,
    "name": "社会保障法学）"
  },
  {
    "id": 83,
    "name": "诉讼法学"
  },
  {
    "id": 84,
    "name": "经济法学"
  },
  {
    "id": 85,
    "name": "环境与资源保护法"
  },
  {
    "id": 86,
    "name": "侦查学"
  },
  {
    "id": 87,
    "name": "公安学"
  },
  {
    "id": 88,
    "name": "岩土工程"
  },
  {
    "id": 89,
    "name": "市政工程"
  },
  {
    "id": 90,
    "name": "供热"
  },
  {
    "id": 91,
    "name": "供燃气"
  },
  {
    "id": 92,
    "name": "通风及空调工程"
  },
  {
    "id": 93,
    "name": "心理学"
  },
  {
    "id": 94,
    "name": "应用心理学"
  },
  {
    "id": 95,
    "name": "社会学"
  },
  {
    "id": 96,
    "name": "社会工作"
  },
  {
    "id": 97,
    "name": "建筑环境与能源应用工程"
  },
  {
    "id": 98,
    "name": "播音与主持艺术及其相关专业"
  },
  {
    "id": 99,
    "name": "新闻传播学类"
  },
  {
    "id": 100,
    "name": "网络与新媒体专业"
  },
  {
    "id": 101,
    "name": "政治学"
  },
  {
    "id": 102,
    "name": "马克思主义理论"
  },
  {
    "id": 103,
    "name": "文艺学"
  },
  {
    "id": 104,
    "name": "语言学及应用语言学"
  },
  {
    "id": 105,
    "name": "中国现当代文学"
  },
  {
    "id": 106,
    "name": "工商管理"
  },
  {
    "id": 107,
    "name": "艺术设计学"
  },
  {
    "id": 108,
    "name": "视觉传达设计"
  },
  {
    "id": 109,
    "name": "环境设计"
  },
  {
    "id": 110,
    "name": "产品设计"
  },
  {
    "id": 111,
    "name": "公共艺术"
  },
  {
    "id": 112,
    "name": "数字媒体艺术"
  },
  {
    "id": 113,
    "name": "电气工程与智能控制"
  },
  {
    "id": 114,
    "name": "电机与电器"
  },
  {
    "id": 115,
    "name": "文物与博物馆学"
  },
  {
    "id": 116,
    "name": "中国近现代史"
  },
  {
    "id": 117,
    "name": "中国史（仅限中国近现代史方向）"
  },
  {
    "id": 118,
    "name": "古典文献学（限修复方向）"
  },
  {
    "id": 119,
    "name": "美术学（限文物鉴赏与修复方向）"
  },
  {
    "id": 120,
    "name": "文物保护技术"
  },
  {
    "id": 121,
    "name": "新闻"
  },
  {
    "id": 122,
    "name": "党的学说与党的建设等专业"
  },
  {
    "id": 123,
    "name": "政治学与行政学"
  },
  {
    "id": 124,
    "name": "中文"
  },
  {
    "id": 125,
    "name": "历史"
  },
  {
    "id": 126,
    "name": "教育学"
  },
  {
    "id": 127,
    "name": "政治学理论"
  },
  {
    "id": 128,
    "name": "中外政治制度"
  },
  {
    "id": 129,
    "name": "外交学"
  },
  {
    "id": 130,
    "name": "国际政治"
  },
  {
    "id": 131,
    "name": "国际关系"
  },
  {
    "id": 132,
    "name": "国际政治经济学"
  },
  {
    "id": 133,
    "name": "科社与共运"
  },
  {
    "id": 134,
    "name": "世界经济"
  },
  {
    "id": 135,
    "name": "世界史"
  },
  {
    "id": 136,
    "name": "英语（同声传译"
  },
  {
    "id": 137,
    "name": "口译）"
  },
  {
    "id": 138,
    "name": "朝鲜语"
  },
  {
    "id": 139,
    "name": "柬埔寨语"
  },
  {
    "id": 140,
    "name": "阿拉伯语"
  },
  {
    "id": 141,
    "name": "西班牙语"
  },
  {
    "id": 142,
    "name": "捷克语"
  },
  {
    "id": 143,
    "name": "法语"
  },
  {
    "id": 144,
    "name": "老挝语"
  },
  {
    "id": 145,
    "name": "法律"
  },
  {
    "id": 146,
    "name": "网络安全类"
  },
  {
    "id": 147,
    "name": "网络空间安全"
  },
  {
    "id": 148,
    "name": "经济贸易"
  },
  {
    "id": 149,
    "name": "保密"
  },
  {
    "id": 150,
    "name": "计算机信息技术"
  },
  {
    "id": 151,
    "name": "人文社会科学类"
  },
  {
    "id": 152,
    "name": "葡萄牙语"
  },
  {
    "id": 153,
    "name": "中国语言文学类"
  },
  {
    "id": 154,
    "name": "政治学类"
  },
  {
    "id": 155,
    "name": "哲学类"
  },
  {
    "id": 156,
    "name": "教育学类和马克思主义理论类"
  },
  {
    "id": 157,
    "name": "政治学类和哲学类"
  },
  {
    "id": 158,
    "name": "外国语言文学或翻译专业"
  },
  {
    "id": 159,
    "name": "会计学类"
  },
  {
    "id": 160,
    "name": "法学类"
  },
  {
    "id": 161,
    "name": "人文社科类"
  },
  {
    "id": 162,
    "name": "英语相关专业"
  },
  {
    "id": 163,
    "name": "计算机相关专业"
  },
  {
    "id": 164,
    "name": "管理学类"
  },
  {
    "id": 165,
    "name": "教育管理"
  },
  {
    "id": 166,
    "name": "财务会计类"
  },
  {
    "id": 167,
    "name": "机械设计制造"
  },
  {
    "id": 168,
    "name": "电气工程"
  },
  {
    "id": 169,
    "name": "给排水工程"
  },
  {
    "id": 170,
    "name": "建筑环境与设备工程"
  },
  {
    "id": 171,
    "name": "中国语言文学"
  },
  {
    "id": 172,
    "name": "民商法"
  },
  {
    "id": 173,
    "name": "民商法学"
  },
  {
    "id": 174,
    "name": "理工科专业"
  },
  {
    "id": 175,
    "name": "行政管理等相关专业"
  },
  {
    "id": 176,
    "name": "会计"
  },
  {
    "id": 177,
    "name": "审计等相关专业"
  },
  {
    "id": 178,
    "name": "侦查"
  },
  {
    "id": 179,
    "name": "安全保卫"
  },
  {
    "id": 180,
    "name": "治安"
  },
  {
    "id": 181,
    "name": "公安管理等相关专业"
  },
  {
    "id": 182,
    "name": "财务"
  },
  {
    "id": 183,
    "name": "会计相关专业"
  },
  {
    "id": 184,
    "name": "建筑工程"
  },
  {
    "id": 185,
    "name": "土木工程相关专业"
  },
  {
    "id": 186,
    "name": "档案学或信息资源管理"
  },
  {
    "id": 187,
    "name": "政治"
  },
  {
    "id": 188,
    "name": "农学"
  },
  {
    "id": 189,
    "name": "医学"
  },
  {
    "id": 190,
    "name": "马克思主义理论类"
  },
  {
    "id": 191,
    "name": "社会学类"
  },
  {
    "id": 192,
    "name": "公共管理类"
  },
  {
    "id": 193,
    "name": "管理"
  },
  {
    "id": 194,
    "name": "社会学类相关专业"
  },
  {
    "id": 195,
    "name": "土木类"
  },
  {
    "id": 196,
    "name": "建筑类"
  },
  {
    "id": 197,
    "name": "交通运输类"
  },
  {
    "id": 198,
    "name": "环境科学与工程类专业"
  },
  {
    "id": 199,
    "name": "矿业工程"
  },
  {
    "id": 200,
    "name": "石油与天然气工程"
  },
  {
    "id": 201,
    "name": "化学"
  },
  {
    "id": 202,
    "name": "药学"
  },
  {
    "id": 203,
    "name": "地质学等相关专业。"
  },
  {
    "id": 204,
    "name": "经济管理类"
  },
  {
    "id": 205,
    "name": "经济"
  },
  {
    "id": 206,
    "name": "管理类"
  },
  {
    "id": 207,
    "name": "统计学类"
  },
  {
    "id": 208,
    "name": "日语"
  },
  {
    "id": 209,
    "name": "教育学原理"
  },
  {
    "id": 210,
    "name": "学前教育学"
  },
  {
    "id": 211,
    "name": "艺术史论"
  },
  {
    "id": 212,
    "name": "电影学"
  },
  {
    "id": 213,
    "name": "知识产权法学"
  },
  {
    "id": 214,
    "name": "舞蹈学"
  },
  {
    "id": 215,
    "name": "计算机类"
  },
  {
    "id": 216,
    "name": "文艺学（理论类）"
  },
  {
    "id": 217,
    "name": "文科类"
  },
  {
    "id": 218,
    "name": "古代文学"
  },
  {
    "id": 219,
    "name": "现当代文学"
  },
  {
    "id": 220,
    "name": "理学"
  },
  {
    "id": 221,
    "name": "工学"
  },
  {
    "id": 222,
    "name": "汉语言"
  },
  {
    "id": 223,
    "name": "汉语国际教育"
  },
  {
    "id": 224,
    "name": "不限"
  },
  {
    "id": 225,
    "name": "英语语言文学"
  },
  {
    "id": 226,
    "name": "经济学类"
  },
  {
    "id": 227,
    "name": "国际商务"
  },
  {
    "id": 228,
    "name": "应用经济学"
  },
  {
    "id": 229,
    "name": "金融"
  },
  {
    "id": 230,
    "name": "统计学"
  },
  {
    "id": 231,
    "name": "德语"
  },
  {
    "id": 232,
    "name": "波兰语"
  },
  {
    "id": 233,
    "name": "文秘类相关专业"
  },
  {
    "id": 234,
    "name": "公共卫生"
  },
  {
    "id": 235,
    "name": "康复医学"
  },
  {
    "id": 236,
    "name": "特殊教育"
  },
  {
    "id": 237,
    "name": "心理学专业"
  },
  {
    "id": 238,
    "name": "人力资源管理相关专业"
  },
  {
    "id": 239,
    "name": "经济学及相关专业"
  },
  {
    "id": 240,
    "name": "企业管理"
  },
  {
    "id": 241,
    "name": "法律类相关专业"
  },
  {
    "id": 242,
    "name": "英语专业"
  },
  {
    "id": 243,
    "name": "新闻传播学等除英语一职位面向专业外的其他文科专业（包括哲学管理学等学科门类）"
  },
  {
    "id": 244,
    "name": "法律相关专业"
  },
  {
    "id": 245,
    "name": "财政学类"
  },
  {
    "id": 246,
    "name": "金融学类"
  },
  {
    "id": 247,
    "name": "经济与贸易类专业"
  },
  {
    "id": 248,
    "name": "复合型专业（英语及其他专业）"
  },
  {
    "id": 249,
    "name": "地理信息科学"
  },
  {
    "id": 250,
    "name": "测绘科学与技术（包括大地测量学与测量工程"
  },
  {
    "id": 251,
    "name": "摄影测量与遥感"
  },
  {
    "id": 252,
    "name": "地图制图学与地理信息工程"
  },
  {
    "id": 253,
    "name": "地图学与地理信息系统"
  },
  {
    "id": 254,
    "name": "海洋测绘等方向）"
  },
  {
    "id": 255,
    "name": "俄语"
  },
  {
    "id": 256,
    "name": "意大利语"
  },
  {
    "id": 257,
    "name": "波斯语"
  },
  {
    "id": 258,
    "name": "土耳其语"
  },
  {
    "id": 259,
    "name": "乌尔都语"
  },
  {
    "id": 260,
    "name": "斯瓦西里语"
  },
  {
    "id": 261,
    "name": "投资学"
  },
  {
    "id": 262,
    "name": "管理科学与工程"
  },
  {
    "id": 263,
    "name": "法学（0301）"
  },
  {
    "id": 264,
    "name": "西方经济学"
  },
  {
    "id": 265,
    "name": "国民经济学"
  },
  {
    "id": 266,
    "name": "区域经济学"
  },
  {
    "id": 267,
    "name": "产业经济学"
  },
  {
    "id": 268,
    "name": "安全科学与工程"
  },
  {
    "id": 269,
    "name": "国际贸易学"
  },
  {
    "id": 270,
    "name": "钢铁冶金"
  },
  {
    "id": 271,
    "name": "航空宇航科学与技术"
  },
  {
    "id": 272,
    "name": "仪器科学与技术"
  },
  {
    "id": 273,
    "name": "控制科学与工程"
  },
  {
    "id": 274,
    "name": "材料科学与工程"
  },
  {
    "id": 275,
    "name": "电子科学与技术"
  },
  {
    "id": 276,
    "name": "人口"
  },
  {
    "id": 277,
    "name": "资源与环境经济学"
  },
  {
    "id": 278,
    "name": "环境与资源保护法学"
  },
  {
    "id": 279,
    "name": "农林经济管理"
  },
  {
    "id": 280,
    "name": "政治经济学"
  },
  {
    "id": 281,
    "name": "经济思想史"
  },
  {
    "id": 282,
    "name": "数量经济学"
  },
  {
    "id": 283,
    "name": "国际法学"
  },
  {
    "id": 284,
    "name": "土地资源管理"
  },
  {
    "id": 285,
    "name": "环境科学与工程"
  },
  {
    "id": 286,
    "name": "交通运输工程"
  },
  {
    "id": 287,
    "name": "学科门类"
  },
  {
    "id": 288,
    "name": "管理学或一级学科"
  },
  {
    "id": 289,
    "name": "教育学或二级学科"
  },
  {
    "id": 290,
    "name": "二级学科"
  },
  {
    "id": 291,
    "name": "学科门类为法学（03）"
  },
  {
    "id": 292,
    "name": "经济学（02）"
  },
  {
    "id": 293,
    "name": "或一级学科为管理科学与工程（1201）"
  },
  {
    "id": 294,
    "name": "一级学科为计算机科学与技术（0812）"
  },
  {
    "id": 295,
    "name": "学科门类为理学（07）"
  },
  {
    "id": 296,
    "name": "工学（08）"
  },
  {
    "id": 297,
    "name": "管理学（12）"
  },
  {
    "id": 298,
    "name": "一级学科为法学（0301）"
  },
  {
    "id": 299,
    "name": "学科门类为工学（08）"
  },
  {
    "id": 300,
    "name": "或二级学科为应用物理学（070202）"
  },
  {
    "id": 301,
    "name": "数学与应用数学（070101）"
  },
  {
    "id": 302,
    "name": "经济学类（学科门类）"
  },
  {
    "id": 303,
    "name": "应用经济学（一级学科）"
  },
  {
    "id": 304,
    "name": "工学类（学科门类）"
  },
  {
    "id": 305,
    "name": "材料科学与工程（一级学科）"
  },
  {
    "id": 306,
    "name": "材料工程"
  },
  {
    "id": 307,
    "name": "有色金属冶金"
  },
  {
    "id": 308,
    "name": "工学类（以上均为学科门类）"
  },
  {
    "id": 309,
    "name": "公共管理（一级学科）"
  },
  {
    "id": 310,
    "name": "法律（以上均为一级学科）"
  },
  {
    "id": 311,
    "name": "电子与通信工程"
  },
  {
    "id": 312,
    "name": "工学类"
  },
  {
    "id": 313,
    "name": "理学类"
  },
  {
    "id": 314,
    "name": "经济学类（以上均为学科门类）"
  },
  {
    "id": 315,
    "name": "计算机科学与技术（计算机软件与理论"
  },
  {
    "id": 316,
    "name": "计算机应用技术方向）"
  },
  {
    "id": 317,
    "name": "诉讼法学（刑事诉讼法方向）"
  },
  {
    "id": 318,
    "name": "应用经济学类"
  },
  {
    "id": 319,
    "name": "考古学"
  },
  {
    "id": 320,
    "name": "中国史"
  },
  {
    "id": 321,
    "name": "文物与博物馆"
  },
  {
    "id": 322,
    "name": "计算机技术"
  },
  {
    "id": 323,
    "name": "通信工程"
  },
  {
    "id": 324,
    "name": "法学（不含法律硕士）"
  },
  {
    "id": 325,
    "name": "车辆工程学"
  },
  {
    "id": 326,
    "name": "信息技术与计算机科学"
  },
  {
    "id": 327,
    "name": "大数据应用"
  },
  {
    "id": 328,
    "name": "电子信息工程"
  },
  {
    "id": 329,
    "name": "数学与应用数学"
  },
  {
    "id": 330,
    "name": "地理信息科学等相关专业"
  },
  {
    "id": 331,
    "name": "机械制造及其自动化"
  },
  {
    "id": 332,
    "name": "机械电子工程"
  },
  {
    "id": 333,
    "name": "机械设计及理论"
  },
  {
    "id": 334,
    "name": "与警用航空管理工作密切相关的航空工程"
  },
  {
    "id": 335,
    "name": "航空管理相关专业"
  },
  {
    "id": 336,
    "name": "宪法与行政法"
  },
  {
    "id": 337,
    "name": "劳动经济学"
  },
  {
    "id": 338,
    "name": "应用数学"
  },
  {
    "id": 339,
    "name": "环境科学"
  },
  {
    "id": 340,
    "name": "环境工程等相关专业"
  },
  {
    "id": 341,
    "name": "化学专业"
  },
  {
    "id": 342,
    "name": "英语口语翻译及相关专业"
  },
  {
    "id": 343,
    "name": "核能科学与工程"
  },
  {
    "id": 344,
    "name": "热能与动力工程"
  },
  {
    "id": 345,
    "name": "电气工程专业"
  },
  {
    "id": 346,
    "name": "辐射防护"
  },
  {
    "id": 347,
    "name": "核技术利用工程"
  },
  {
    "id": 348,
    "name": "材料科学与工程专业"
  },
  {
    "id": 349,
    "name": "核物理"
  },
  {
    "id": 350,
    "name": "核科学与技术"
  },
  {
    "id": 351,
    "name": "核能科学与工程专业"
  },
  {
    "id": 352,
    "name": "建筑设计及其理论"
  },
  {
    "id": 353,
    "name": "城乡规划学"
  },
  {
    "id": 354,
    "name": "交通工程"
  },
  {
    "id": 355,
    "name": "行政法学"
  },
  {
    "id": 356,
    "name": "信息与通信工程及相关专业"
  },
  {
    "id": 357,
    "name": "交通运输相关专业"
  },
  {
    "id": 358,
    "name": "文艺类"
  },
  {
    "id": 359,
    "name": "医学类"
  },
  {
    "id": 360,
    "name": "水利工程"
  },
  {
    "id": 361,
    "name": "农业工程"
  },
  {
    "id": 362,
    "name": "法学（一级学科）"
  },
  {
    "id": 363,
    "name": "理论经济学"
  },
  {
    "id": 364,
    "name": "外交学等专业"
  },
  {
    "id": 365,
    "name": "国际经济与贸易"
  },
  {
    "id": 366,
    "name": "国际商务等专业"
  },
  {
    "id": 367,
    "name": "法律（限经济法"
  },
  {
    "id": 368,
    "name": "国际经济法"
  },
  {
    "id": 369,
    "name": "国际法"
  },
  {
    "id": 370,
    "name": "竞争法"
  },
  {
    "id": 371,
    "name": "法学理论等）"
  },
  {
    "id": 372,
    "name": "电子信息类"
  },
  {
    "id": 373,
    "name": "物流工程与管理类"
  },
  {
    "id": 374,
    "name": "电子商务类"
  },
  {
    "id": 375,
    "name": "管理科学与工程类"
  },
  {
    "id": 376,
    "name": "机械类"
  },
  {
    "id": 377,
    "name": "自动化类"
  },
  {
    "id": 378,
    "name": "电气类等专业"
  },
  {
    "id": 379,
    "name": "工商管理类"
  },
  {
    "id": 380,
    "name": "音乐与舞蹈学类；研究生"
  },
  {
    "id": 381,
    "name": "音乐学专业"
  },
  {
    "id": 382,
    "name": "舞蹈学专业"
  },
  {
    "id": 383,
    "name": "历史学类"
  },
  {
    "id": 384,
    "name": "管理科学与工程专业"
  },
  {
    "id": 385,
    "name": "企业管理专业"
  },
  {
    "id": 386,
    "name": "行政管理专业"
  },
  {
    "id": 387,
    "name": "经济相关专业"
  },
  {
    "id": 388,
    "name": "大气科学"
  },
  {
    "id": 389,
    "name": "安全工程"
  },
  {
    "id": 390,
    "name": "信息与通信工程类"
  },
  {
    "id": 391,
    "name": "冶金工程"
  },
  {
    "id": 392,
    "name": "无机非金属材料工程"
  },
  {
    "id": 393,
    "name": "海洋油气工程"
  },
  {
    "id": 394,
    "name": "矿业工程（非煤矿山）类相关专业"
  },
  {
    "id": 395,
    "name": "地理学"
  },
  {
    "id": 396,
    "name": "计算机专业"
  },
  {
    "id": 397,
    "name": "物流专业"
  },
  {
    "id": 398,
    "name": "信息工程"
  },
  {
    "id": 399,
    "name": "安全工程技术科学"
  },
  {
    "id": 400,
    "name": "物联网工程"
  },
  {
    "id": 401,
    "name": "测绘科学与技术"
  },
  {
    "id": 402,
    "name": "国际金融"
  },
  {
    "id": 403,
    "name": "货币银行学"
  },
  {
    "id": 404,
    "name": "计量经济学"
  },
  {
    "id": 405,
    "name": "金融工程"
  },
  {
    "id": 406,
    "name": "金融数学"
  },
  {
    "id": 407,
    "name": "经济金融相关专业"
  },
  {
    "id": 408,
    "name": "法学相关专业"
  },
  {
    "id": 409,
    "name": "计算机应用"
  },
  {
    "id": 410,
    "name": "信息安全相关专业"
  },
  {
    "id": 411,
    "name": "财务管理相关专业"
  },
  {
    "id": 412,
    "name": "法学（一级学科"
  },
  {
    "id": 413,
    "name": "经济法方向）"
  },
  {
    "id": 414,
    "name": "含法律硕士）"
  },
  {
    "id": 415,
    "name": "统计学（含应用统计硕士）"
  },
  {
    "id": 416,
    "name": "数学和应用数学"
  },
  {
    "id": 417,
    "name": "国民经济管理"
  },
  {
    "id": 418,
    "name": "中国社会主义建设"
  },
  {
    "id": 419,
    "name": "审计学（含相应专业硕士）"
  },
  {
    "id": 420,
    "name": "金融学（含专业硕士）"
  },
  {
    "id": 421,
    "name": "智能科学与技术"
  },
  {
    "id": 422,
    "name": "政治学类（0302）"
  },
  {
    "id": 423,
    "name": "中国语言文学类（0501）"
  },
  {
    "id": 424,
    "name": "行政管理（120402）"
  },
  {
    "id": 425,
    "name": "经济学类（0201）"
  },
  {
    "id": 426,
    "name": "金融学类（0203）"
  },
  {
    "id": 427,
    "name": "统计学类（0712）"
  },
  {
    "id": 428,
    "name": "会计学（120203K）"
  },
  {
    "id": 429,
    "name": "财务管理（120204）"
  },
  {
    "id": 430,
    "name": "审计学（120207）"
  },
  {
    "id": 431,
    "name": "法学（030101K）"
  },
  {
    "id": 432,
    "name": "资产评估（120208）"
  },
  {
    "id": 433,
    "name": "法学（03）"
  },
  {
    "id": 434,
    "name": "工商管理类（1202）"
  },
  {
    "id": 435,
    "name": "经济学（020101）"
  },
  {
    "id": 436,
    "name": "财政学（020201K）"
  },
  {
    "id": 437,
    "name": "金融学（020301K）"
  },
  {
    "id": 438,
    "name": "工商管理（120201K）"
  },
  {
    "id": 439,
    "name": "法学类（0301）"
  },
  {
    "id": 440,
    "name": "应用经济学（0202）"
  },
  {
    "id": 441,
    "name": "经济法学（030107）"
  },
  {
    "id": 442,
    "name": "信息与通信工程（0810）"
  },
  {
    "id": 443,
    "name": "电子科学与技术（0809）"
  },
  {
    "id": 444,
    "name": "理学（07）"
  },
  {
    "id": 445,
    "name": "哲学（01）"
  },
  {
    "id": 446,
    "name": "文学（05）"
  },
  {
    "id": 447,
    "name": "历史学（06）"
  },
  {
    "id": 448,
    "name": "新闻传播学类（0503）"
  },
  {
    "id": 449,
    "name": "税收学（020202）"
  },
  {
    "id": 450,
    "name": "投资学（020304）"
  },
  {
    "id": 451,
    "name": "数学类"
  },
  {
    "id": 452,
    "name": "财会审计类"
  },
  {
    "id": 453,
    "name": "经济与贸易类"
  },
  {
    "id": 454,
    "name": "中文类"
  },
  {
    "id": 455,
    "name": "法律类"
  },
  {
    "id": 456,
    "name": "体育类"
  },
  {
    "id": 457,
    "name": "教育学类"
  },
  {
    "id": 458,
    "name": "管理类相关专业"
  },
  {
    "id": 459,
    "name": "体育类相关专业"
  },
  {
    "id": 460,
    "name": "经济管理类专业"
  },
  {
    "id": 461,
    "name": "审计"
  },
  {
    "id": 462,
    "name": "动力工程及工程热物理"
  },
  {
    "id": 463,
    "name": "电机（电气）工程"
  },
  {
    "id": 464,
    "name": "化学工程"
  },
  {
    "id": 465,
    "name": "电力系统及其自动化"
  },
  {
    "id": 466,
    "name": "人口资源与环境经济学"
  },
  {
    "id": 467,
    "name": "热能工程"
  },
  {
    "id": 468,
    "name": "英语口译"
  },
  {
    "id": 469,
    "name": "马克思主义哲学"
  },
  {
    "id": 470,
    "name": "中国哲学"
  },
  {
    "id": 471,
    "name": "逻辑学"
  },
  {
    "id": 472,
    "name": "基础数学"
  },
  {
    "id": 473,
    "name": "计算数学"
  },
  {
    "id": 474,
    "name": "运筹学与控制论"
  },
  {
    "id": 475,
    "name": "通信与信息系统"
  },
  {
    "id": 476,
    "name": "计算机系统结构"
  },
  {
    "id": 477,
    "name": "文史类"
  },
  {
    "id": 478,
    "name": "管理学等"
  },
  {
    "id": 479,
    "name": "企业管理等"
  },
  {
    "id": 480,
    "name": "英语语言类"
  },
  {
    "id": 481,
    "name": "航空航天类"
  },
  {
    "id": 482,
    "name": "飞行技术专业"
  },
  {
    "id": 483,
    "name": "治安学"
  },
  {
    "id": 484,
    "name": "应用统计"
  },
  {
    "id": 485,
    "name": "民法学"
  },
  {
    "id": 486,
    "name": "艺术学理论"
  },
  {
    "id": 487,
    "name": "法学（本科或硕士专业一级学科为法学）"
  },
  {
    "id": 488,
    "name": "劳动经济"
  },
  {
    "id": 489,
    "name": "社会保障"
  },
  {
    "id": 490,
    "name": "工商管理类（以上均为一级学科）"
  },
  {
    "id": 491,
    "name": "计算机科学与技术（以上均为一级学科）"
  },
  {
    "id": 492,
    "name": "文学类（学科门类）"
  },
  {
    "id": 493,
    "name": "信息与通信工程（一级学科）"
  },
  {
    "id": 494,
    "name": "光电信息科学与工程"
  },
  {
    "id": 495,
    "name": "社会学类（以上均为一级学科）"
  },
  {
    "id": 496,
    "name": "计算机类（以上均为一级学科）"
  },
  {
    "id": 497,
    "name": "集成电路工程"
  },
  {
    "id": 498,
    "name": "信息安全（以上均为一级学科）"
  },
  {
    "id": 499,
    "name": "管理学类（学科门类）"
  },
  {
    "id": 500,
    "name": "电子信息类（一级学科）"
  },
  {
    "id": 501,
    "name": "经济统计学"
  },
  {
    "id": 502,
    "name": "中国语言文学类（一级学科）"
  },
  {
    "id": 503,
    "name": "信息管理与信息系统"
  },
  {
    "id": 504,
    "name": "中国语言文学（以上均为一级学科）"
  },
  {
    "id": 505,
    "name": "心理学类"
  },
  {
    "id": 506,
    "name": "监狱学"
  },
  {
    "id": 507,
    "name": "财政学类以及会计学"
  },
  {
    "id": 508,
    "name": "审计学专业"
  },
  {
    "id": 509,
    "name": "环境工程"
  },
  {
    "id": 510,
    "name": "生态保护及冶金"
  },
  {
    "id": 511,
    "name": "化工等生态环境相关专业"
  },
  {
    "id": 512,
    "name": "汉语言文字学"
  },
  {
    "id": 513,
    "name": "新闻学专业"
  },
  {
    "id": 514,
    "name": "轮机工程"
  },
  {
    "id": 515,
    "name": "船舶电子电气工程"
  },
  {
    "id": 516,
    "name": "船舶与海洋工程"
  },
  {
    "id": 517,
    "name": "航海技术专业"
  },
  {
    "id": 518,
    "name": "化工技术类"
  },
  {
    "id": 519,
    "name": "安全类"
  },
  {
    "id": 520,
    "name": "水上运输类"
  },
  {
    "id": 521,
    "name": "公安类"
  },
  {
    "id": 522,
    "name": "专业不限"
  },
  {
    "id": 523,
    "name": "公安学类"
  },
  {
    "id": 524,
    "name": "公共管理类专业"
  },
  {
    "id": 525,
    "name": "法医学"
  },
  {
    "id": 526,
    "name": "电子信息类专业"
  },
  {
    "id": 527,
    "name": "工商管理类专业"
  },
  {
    "id": 528,
    "name": "计算机类专业"
  },
  {
    "id": 529,
    "name": "公安学类专业"
  },
  {
    "id": 530,
    "name": "专科"
  },
  {
    "id": 531,
    "name": "法律类专业"
  },
  {
    "id": 532,
    "name": "信息技术"
  },
  {
    "id": 533,
    "name": "消防指挥"
  },
  {
    "id": 534,
    "name": "应用化学专业"
  },
  {
    "id": 535,
    "name": "计算机类本科专业"
  },
  {
    "id": 536,
    "name": "法律类大专专业"
  },
  {
    "id": 537,
    "name": "广播电视艺术学专业"
  },
  {
    "id": 538,
    "name": "航海技术"
  },
  {
    "id": 539,
    "name": "航运管理"
  },
  {
    "id": 540,
    "name": "海事管理"
  },
  {
    "id": 541,
    "name": "港口航道与海岸工程"
  },
  {
    "id": 542,
    "name": "应用化学"
  },
  {
    "id": 543,
    "name": "交通信息工程"
  },
  {
    "id": 544,
    "name": "交通信息与控制"
  },
  {
    "id": 545,
    "name": "交通信息工程与控制"
  },
  {
    "id": 546,
    "name": "应用语言学"
  },
  {
    "id": 547,
    "name": "海商法"
  },
  {
    "id": 548,
    "name": "环境生态工程"
  },
  {
    "id": 549,
    "name": "港口海岸与近海工程"
  },
  {
    "id": 550,
    "name": "计算机软件工程"
  },
  {
    "id": 551,
    "name": "船舶驾驶"
  },
  {
    "id": 552,
    "name": "轮机管理"
  },
  {
    "id": 553,
    "name": "交通管理"
  },
  {
    "id": 554,
    "name": "信息资源管理"
  },
  {
    "id": 555,
    "name": "交通运输"
  },
  {
    "id": 556,
    "name": "媒体与新闻"
  },
  {
    "id": 557,
    "name": "环境科学与工程类"
  },
  {
    "id": 558,
    "name": "电气类"
  },
  {
    "id": 559,
    "name": "财务会计与审计"
  },
  {
    "id": 560,
    "name": "日语语言文学"
  },
  {
    "id": 561,
    "name": "化学工程与工艺"
  },
  {
    "id": 562,
    "name": "大气物理学与大气环境"
  },
  {
    "id": 563,
    "name": "安全科学与工程类"
  },
  {
    "id": 564,
    "name": "港口航道工程"
  },
  {
    "id": 565,
    "name": "载运工具运用工程"
  },
  {
    "id": 566,
    "name": "交通运输规划与管理"
  },
  {
    "id": 567,
    "name": "交通信息工程及控制（航海方向）"
  },
  {
    "id": 568,
    "name": "海洋工程类"
  },
  {
    "id": 569,
    "name": "物流管理"
  },
  {
    "id": 570,
    "name": "救助与打捞工程"
  },
  {
    "id": 571,
    "name": "海洋工程与技术"
  },
  {
    "id": 572,
    "name": "电气工程及其自动化"
  },
  {
    "id": 573,
    "name": "能源与动力工程"
  },
  {
    "id": 574,
    "name": "机械设计制造及其自动化"
  },
  {
    "id": 575,
    "name": "编辑出版学"
  },
  {
    "id": 576,
    "name": "网络与新媒体"
  },
  {
    "id": 577,
    "name": "数字出版"
  },
  {
    "id": 578,
    "name": "法学（知识产权"
  },
  {
    "id": 579,
    "name": "监狱学除外）"
  },
  {
    "id": 580,
    "name": "法学硕士"
  },
  {
    "id": 581,
    "name": "法律硕士（法学）"
  },
  {
    "id": 582,
    "name": "法律硕士（非法学）"
  },
  {
    "id": 583,
    "name": "劳动关系"
  },
  {
    "id": 584,
    "name": "土木工程专业"
  },
  {
    "id": 585,
    "name": "翻译"
  },
  {
    "id": 586,
    "name": "英语笔译"
  },
  {
    "id": 587,
    "name": "商务英语"
  },
  {
    "id": 588,
    "name": "电子商务"
  },
  {
    "id": 589,
    "name": "交通运输工程（不含道路与铁道工程）"
  },
  {
    "id": 590,
    "name": "航海技术或轮机工程"
  },
  {
    "id": 591,
    "name": "图书情报与档案管理类"
  },
  {
    "id": 592,
    "name": "电子工程"
  },
  {
    "id": 593,
    "name": "生物科学类"
  },
  {
    "id": 594,
    "name": "船舶海洋工程"
  },
  {
    "id": 595,
    "name": "交通管理（国航）"
  },
  {
    "id": 596,
    "name": "海洋化学"
  },
  {
    "id": 597,
    "name": "分析化学"
  },
  {
    "id": 598,
    "name": "船舶与海洋结构物设计制造"
  },
  {
    "id": 599,
    "name": "海上交通工程"
  },
  {
    "id": 600,
    "name": "交通信息工程及控制"
  },
  {
    "id": 601,
    "name": "经济学门类"
  },
  {
    "id": 602,
    "name": "法学门类"
  },
  {
    "id": 603,
    "name": "管理学门类"
  },
  {
    "id": 604,
    "name": "港口"
  },
  {
    "id": 605,
    "name": "海岸及近海工程"
  },
  {
    "id": 606,
    "name": "水利水电工程"
  },
  {
    "id": 607,
    "name": "化学类"
  },
  {
    "id": 608,
    "name": "工学门类"
  },
  {
    "id": 609,
    "name": "理学门类"
  },
  {
    "id": 610,
    "name": "海事管理（航政管理）"
  },
  {
    "id": 611,
    "name": "航海技术（船舶驾驶）"
  },
  {
    "id": 612,
    "name": "轮机工程（轮机管理）"
  },
  {
    "id": 613,
    "name": "广播电视新闻学"
  },
  {
    "id": 614,
    "name": "交通设备与控制工程"
  },
  {
    "id": 615,
    "name": "交通运输（国际航运）"
  },
  {
    "id": 616,
    "name": "广告学"
  },
  {
    "id": 617,
    "name": "物流管理与工程类"
  },
  {
    "id": 618,
    "name": "材料类"
  },
  {
    "id": 619,
    "name": "外国语言文学类"
  },
  {
    "id": 620,
    "name": "文学门类"
  },
  {
    "id": 621,
    "name": "航海技术或船舶驾驶"
  },
  {
    "id": 622,
    "name": "港口海岸及治河工程"
  },
  {
    "id": 623,
    "name": "水资源与海洋工程"
  },
  {
    "id": 624,
    "name": "轮机工程（管理）"
  },
  {
    "id": 625,
    "name": "交通运输（港口经营与管理）"
  },
  {
    "id": 626,
    "name": "法学专业"
  },
  {
    "id": 627,
    "name": "保密管理"
  },
  {
    "id": 628,
    "name": "税收学"
  },
  {
    "id": 629,
    "name": "计算机科学与技术研究生"
  },
  {
    "id": 630,
    "name": "环境科学与工程研究生"
  },
  {
    "id": 631,
    "name": "环境经济"
  },
  {
    "id": 632,
    "name": "环境管理"
  },
  {
    "id": 633,
    "name": "法学研究生"
  },
  {
    "id": 634,
    "name": "财政学（含税收学）"
  },
  {
    "id": 635,
    "name": "税务"
  },
  {
    "id": 636,
    "name": "金融学（含保险学）"
  },
  {
    "id": 637,
    "name": "测绘工程"
  },
  {
    "id": 638,
    "name": "财政"
  },
  {
    "id": 639,
    "name": "保险"
  },
  {
    "id": 640,
    "name": "生态学"
  },
  {
    "id": 641,
    "name": "宏观经济学"
  },
  {
    "id": 642,
    "name": "数学"
  },
  {
    "id": 643,
    "name": "系统科学"
  },
  {
    "id": 644,
    "name": "计算机"
  },
  {
    "id": 645,
    "name": "测绘"
  },
  {
    "id": 646,
    "name": "科学技术哲学"
  },
  {
    "id": 647,
    "name": "新闻传播"
  },
  {
    "id": 648,
    "name": "经济学（本科专业限会计学"
  },
  {
    "id": 649,
    "name": "审计学）；管理学（本科专业限会计学"
  },
  {
    "id": 650,
    "name": "审计学）"
  },
  {
    "id": 651,
    "name": "地理信息系统"
  },
  {
    "id": 652,
    "name": "经济学类专业。"
  },
  {
    "id": 653,
    "name": "软件工程（数据挖掘"
  },
  {
    "id": 654,
    "name": "数据应用方向）"
  },
  {
    "id": 655,
    "name": "网络安全；建筑与土木工程"
  },
  {
    "id": 656,
    "name": "数据库技术"
  },
  {
    "id": 657,
    "name": "保险学"
  },
  {
    "id": 658,
    "name": "农林经济管理学"
  },
  {
    "id": 659,
    "name": "财经类"
  },
  {
    "id": 660,
    "name": "经济侦查学"
  },
  {
    "id": 661,
    "name": "法律硕士"
  },
  {
    "id": 662,
    "name": "资源环境"
  },
  {
    "id": 663,
    "name": "会计专业硕士"
  },
  {
    "id": 664,
    "name": "审计专业硕士"
  },
  {
    "id": 665,
    "name": "金融专业硕士"
  },
  {
    "id": 666,
    "name": "税务专业硕士"
  },
  {
    "id": 667,
    "name": "国际商务专业硕士"
  },
  {
    "id": 668,
    "name": "保险专业硕士"
  },
  {
    "id": 669,
    "name": "资产评估专业硕士"
  },
  {
    "id": 670,
    "name": "工商管理专业硕士"
  },
  {
    "id": 671,
    "name": "公共管理专业硕士"
  },
  {
    "id": 672,
    "name": "资源与环境专业硕士"
  },
  {
    "id": 673,
    "name": "仪器类"
  },
  {
    "id": 674,
    "name": "预防医学"
  },
  {
    "id": 675,
    "name": "流行病与卫生统计学"
  },
  {
    "id": 676,
    "name": "劳动卫生与环境卫生学"
  },
  {
    "id": 677,
    "name": "卫生毒理学"
  },
  {
    "id": 678,
    "name": "植物病理学"
  },
  {
    "id": 679,
    "name": "农业昆虫与害虫防治"
  },
  {
    "id": 680,
    "name": "动物医学"
  },
  {
    "id": 681,
    "name": "基础兽医学"
  },
  {
    "id": 682,
    "name": "预防兽医学"
  },
  {
    "id": 683,
    "name": "临床兽医学"
  },
  {
    "id": 684,
    "name": "食品质量与安全"
  },
  {
    "id": 685,
    "name": "食品科学与工程"
  },
  {
    "id": 686,
    "name": "食品科学"
  },
  {
    "id": 687,
    "name": "海关管理"
  },
  {
    "id": 688,
    "name": "化学工程与技术"
  },
  {
    "id": 689,
    "name": "仅限法学专业"
  },
  {
    "id": 690,
    "name": "不限专业"
  },
  {
    "id": 691,
    "name": "车辆工程"
  },
  {
    "id": 692,
    "name": "机械工程"
  },
  {
    "id": 693,
    "name": "朝鲜语言文学"
  },
  {
    "id": 694,
    "name": "卫生检验与检疫"
  },
  {
    "id": 695,
    "name": "动物科学"
  },
  {
    "id": 696,
    "name": "动植物检疫"
  },
  {
    "id": 697,
    "name": "兽医"
  },
  {
    "id": 698,
    "name": "汉语言文学专业"
  },
  {
    "id": 699,
    "name": "制药工程专业"
  },
  {
    "id": 700,
    "name": "机械"
  },
  {
    "id": 701,
    "name": "材料"
  },
  {
    "id": 702,
    "name": "地质"
  },
  {
    "id": 703,
    "name": "矿业"
  },
  {
    "id": 704,
    "name": "航空航天"
  },
  {
    "id": 705,
    "name": "兵器"
  },
  {
    "id": 706,
    "name": "核工程"
  },
  {
    "id": 707,
    "name": "食品质量与安全专业"
  },
  {
    "id": 708,
    "name": "植物保护专业"
  },
  {
    "id": 709,
    "name": "预防医学专业"
  },
  {
    "id": 710,
    "name": "动物医学专业"
  },
  {
    "id": 711,
    "name": "海关管理专业"
  },
  {
    "id": 712,
    "name": "法学类专业"
  },
  {
    "id": 713,
    "name": "侦查学专业"
  },
  {
    "id": 714,
    "name": "农学类"
  },
  {
    "id": 715,
    "name": "知识产权"
  },
  {
    "id": 716,
    "name": "植物检疫"
  },
  {
    "id": 717,
    "name": "动物营养与饲料科学"
  },
  {
    "id": 718,
    "name": "特种经济动物饲养"
  },
  {
    "id": 719,
    "name": "物流工程类"
  },
  {
    "id": 720,
    "name": "公安技术类"
  },
  {
    "id": 721,
    "name": "公安侦查"
  },
  {
    "id": 722,
    "name": "动植物检疫（动检方向）"
  },
  {
    "id": 723,
    "name": "朝鲜语口译"
  },
  {
    "id": 724,
    "name": "朝鲜语笔译"
  },
  {
    "id": 725,
    "name": "植物生产类（农学"
  },
  {
    "id": 726,
    "name": "植物科学与技术）"
  },
  {
    "id": 727,
    "name": "信息与计算科学"
  },
  {
    "id": 728,
    "name": "公共卫生专业硕士"
  },
  {
    "id": 729,
    "name": "法学（二级学科）"
  },
  {
    "id": 730,
    "name": "食品卫生与营养学"
  },
  {
    "id": 731,
    "name": "集成电路设计与集成系统"
  },
  {
    "id": 732,
    "name": "计算机硬件"
  },
  {
    "id": 733,
    "name": "文学类"
  },
  {
    "id": 734,
    "name": "工业工程（航空维修工程与管理方向）"
  },
  {
    "id": 735,
    "name": "新能源科学与工程"
  },
  {
    "id": 736,
    "name": "国际贸易"
  },
  {
    "id": 737,
    "name": "信息和计算科学"
  },
  {
    "id": 738,
    "name": "大数据技术与应用"
  },
  {
    "id": 739,
    "name": "酿酒工程"
  },
  {
    "id": 740,
    "name": "葡萄与葡萄酒工程"
  },
  {
    "id": 741,
    "name": "工程造价"
  },
  {
    "id": 742,
    "name": "公共卫生与预防医学类"
  },
  {
    "id": 743,
    "name": "动物医学类"
  },
  {
    "id": 744,
    "name": "食品科学工程类"
  },
  {
    "id": 745,
    "name": "植物生产类"
  },
  {
    "id": 746,
    "name": "生物工程"
  },
  {
    "id": 747,
    "name": "财会类"
  },
  {
    "id": 748,
    "name": "审计类专业"
  },
  {
    "id": 749,
    "name": "仪器仪表类"
  },
  {
    "id": 750,
    "name": "能源动力类"
  },
  {
    "id": 751,
    "name": "核工程类"
  },
  {
    "id": 752,
    "name": "矿业类专业"
  },
  {
    "id": 753,
    "name": "生化工程类"
  },
  {
    "id": 754,
    "name": "轻纺食品类"
  },
  {
    "id": 755,
    "name": "纺织科学工程类"
  },
  {
    "id": 756,
    "name": "轻工技术类"
  },
  {
    "id": 757,
    "name": "生物学类"
  },
  {
    "id": 758,
    "name": "化工制药类专业"
  },
  {
    "id": 759,
    "name": "英语类"
  },
  {
    "id": 760,
    "name": "管理学类专业"
  },
  {
    "id": 761,
    "name": "理学类专业"
  },
  {
    "id": 762,
    "name": "医学类以及法学专业"
  },
  {
    "id": 763,
    "name": "电气（信息）自动化类"
  },
  {
    "id": 764,
    "name": "地矿类"
  },
  {
    "id": 765,
    "name": "化学化工类"
  },
  {
    "id": 766,
    "name": "生物轻纺食品类专业"
  },
  {
    "id": 767,
    "name": "统计学相关专业"
  },
  {
    "id": 768,
    "name": "计算机科学与技术等相关专业"
  },
  {
    "id": 769,
    "name": "网络与新媒体等相关专业"
  },
  {
    "id": 770,
    "name": "建筑学等相关专业"
  },
  {
    "id": 771,
    "name": "贸易经济"
  },
  {
    "id": 772,
    "name": "法学类相关专业"
  },
  {
    "id": 773,
    "name": "艺术学类"
  },
  {
    "id": 774,
    "name": "纺织工程"
  },
  {
    "id": 775,
    "name": "水产养殖学"
  },
  {
    "id": 776,
    "name": "卫生监督"
  },
  {
    "id": 777,
    "name": "医学检验技术"
  },
  {
    "id": 778,
    "name": "生物技术"
  },
  {
    "id": 779,
    "name": "经济犯罪侦查"
  },
  {
    "id": 780,
    "name": "动物生产类"
  },
  {
    "id": 781,
    "name": "水产类"
  },
  {
    "id": 782,
    "name": "食品科学与工程类"
  },
  {
    "id": 783,
    "name": "计算机类专业。"
  },
  {
    "id": 784,
    "name": "中国语言文学类专业。"
  },
  {
    "id": 785,
    "name": "法学类专业。"
  },
  {
    "id": 786,
    "name": "物流工程"
  },
  {
    "id": 787,
    "name": "电子商务及法律"
  },
  {
    "id": 788,
    "name": "人文教育"
  },
  {
    "id": 789,
    "name": "旅游管理类"
  },
  {
    "id": 790,
    "name": "物理学类"
  },
  {
    "id": 791,
    "name": "民族学类"
  },
  {
    "id": 792,
    "name": "化工与制药类"
  },
  {
    "id": 793,
    "name": "工业工程类"
  },
  {
    "id": 794,
    "name": "矿业类"
  },
  {
    "id": 795,
    "name": "农业经济管理类"
  },
  {
    "id": 796,
    "name": "俄语相关专业"
  },
  {
    "id": 797,
    "name": "设计学类"
  },
  {
    "id": 798,
    "name": "生物工程类"
  },
  {
    "id": 799,
    "name": "葡萄牙语相关专业"
  },
  {
    "id": 800,
    "name": "生物医学工程类"
  },
  {
    "id": 801,
    "name": "电力系统相关专业"
  },
  {
    "id": 802,
    "name": "石油和天然气工程等相关专业"
  },
  {
    "id": 803,
    "name": "审计相关专业"
  },
  {
    "id": 804,
    "name": "金融相关专业"
  },
  {
    "id": 805,
    "name": "油气储运工程专业"
  },
  {
    "id": 806,
    "name": "电力系统及其自动化专业"
  },
  {
    "id": 807,
    "name": "电气工程及自动化；水动"
  },
  {
    "id": 808,
    "name": "热动工程及自动化"
  },
  {
    "id": 809,
    "name": "电力相关专业（电力市场方向）"
  },
  {
    "id": 810,
    "name": "能源管理类相关专业"
  },
  {
    "id": 811,
    "name": "电力相关专业"
  },
  {
    "id": 812,
    "name": "油气储运工程"
  },
  {
    "id": 813,
    "name": "石油"
  },
  {
    "id": 814,
    "name": "天然气相关专业"
  },
  {
    "id": 815,
    "name": "石油天然气相关专业"
  },
  {
    "id": 816,
    "name": "能源与动力工程及其它发电类专业"
  },
  {
    "id": 817,
    "name": "水利水电工程相关专业"
  },
  {
    "id": 818,
    "name": "中国汉语言文学类"
  },
  {
    "id": 819,
    "name": "印刷工程专业"
  },
  {
    "id": 820,
    "name": "除英语以外其他外国语言文学类专业"
  },
  {
    "id": 821,
    "name": "播音与主持艺术专业"
  },
  {
    "id": 822,
    "name": "泰语"
  },
  {
    "id": 823,
    "name": "印尼语"
  },
  {
    "id": 824,
    "name": "马来语"
  },
  {
    "id": 825,
    "name": "通信工程方向"
  },
  {
    "id": 826,
    "name": "新闻传播类"
  },
  {
    "id": 827,
    "name": "除英语以外的其他外国语言专业"
  },
  {
    "id": 828,
    "name": "规制经济学"
  },
  {
    "id": 829,
    "name": "经济管理统计"
  },
  {
    "id": 830,
    "name": "交通运输（签派方向）"
  },
  {
    "id": 831,
    "name": "航空发动机"
  },
  {
    "id": 832,
    "name": "航空机电"
  },
  {
    "id": 833,
    "name": "航空电子"
  },
  {
    "id": 834,
    "name": "飞行技术"
  },
  {
    "id": 835,
    "name": "飞行器制造工程"
  },
  {
    "id": 836,
    "name": "飞行器动力工程"
  },
  {
    "id": 837,
    "name": "市场营销"
  },
  {
    "id": 838,
    "name": "安全技术及工程（民航类）"
  },
  {
    "id": 839,
    "name": "飞机驾驶"
  },
  {
    "id": 840,
    "name": "空中交通管理"
  },
  {
    "id": 841,
    "name": "交通运输（空中交通管制"
  },
  {
    "id": 842,
    "name": "飞行签派）"
  },
  {
    "id": 843,
    "name": "法学或公安相关专业"
  },
  {
    "id": 844,
    "name": "交通运输（飞行签派）"
  },
  {
    "id": 845,
    "name": "航空器动力工程（飞机发动机）"
  },
  {
    "id": 846,
    "name": "航空器制造工程"
  },
  {
    "id": 847,
    "name": "航空电子（电子信息工程类）"
  },
  {
    "id": 848,
    "name": "航空电气（电气工程及其自动化）"
  },
  {
    "id": 849,
    "name": "道路与桥梁工程"
  },
  {
    "id": 850,
    "name": "机场场道工程"
  },
  {
    "id": 851,
    "name": "电气工程及自动化"
  },
  {
    "id": 852,
    "name": "石油工程"
  },
  {
    "id": 853,
    "name": "交通运输（空中交通管制）"
  },
  {
    "id": 854,
    "name": "公共事业管理"
  },
  {
    "id": 855,
    "name": "民航运输（民航院校工商管理"
  },
  {
    "id": 856,
    "name": "市场营销）"
  },
  {
    "id": 857,
    "name": "飞行器设计与工程"
  },
  {
    "id": 858,
    "name": "交通运输（民航管制）"
  },
  {
    "id": 859,
    "name": "机械工程及自动化"
  },
  {
    "id": 860,
    "name": "文秘"
  },
  {
    "id": 861,
    "name": "交通运输工程（管制"
  },
  {
    "id": 862,
    "name": "签派方向）或相关专业"
  },
  {
    "id": 863,
    "name": "大气科学或相关专业"
  },
  {
    "id": 864,
    "name": "电子信息类或信息与通信工程"
  },
  {
    "id": 865,
    "name": "飞行器设计"
  },
  {
    "id": 866,
    "name": "航空器设计"
  },
  {
    "id": 867,
    "name": "制造"
  },
  {
    "id": 868,
    "name": "航空发动机设计"
  },
  {
    "id": 869,
    "name": "航空器机电设备维修"
  },
  {
    "id": 870,
    "name": "电子信息科学与技术"
  },
  {
    "id": 871,
    "name": "信息与通信工程等相关专业"
  },
  {
    "id": 872,
    "name": "工商管理（航空运输管理）"
  },
  {
    "id": 873,
    "name": "教育技术学"
  },
  {
    "id": 874,
    "name": "国内安全保卫"
  },
  {
    "id": 875,
    "name": "空中乘务"
  },
  {
    "id": 876,
    "name": "航空航天工程"
  },
  {
    "id": 877,
    "name": "自动化"
  },
  {
    "id": 878,
    "name": "公安专业"
  },
  {
    "id": 879,
    "name": "法律事务"
  },
  {
    "id": 880,
    "name": "法学基础理论类"
  },
  {
    "id": 881,
    "name": "供配电相关专业"
  },
  {
    "id": 882,
    "name": "文秘学"
  },
  {
    "id": 883,
    "name": "消防工程专业"
  },
  {
    "id": 884,
    "name": "飞机发动机（飞行器动力工程类）或航空器维修相关专业"
  },
  {
    "id": 885,
    "name": "交通运输类（空中交通管制"
  },
  {
    "id": 886,
    "name": "民航方向）"
  },
  {
    "id": 887,
    "name": "飞行技术类"
  },
  {
    "id": 888,
    "name": "空中交通管制（交通运输类）"
  },
  {
    "id": 889,
    "name": "飞行签派（交通运输类）"
  },
  {
    "id": 890,
    "name": "航行情报（交通运输类）"
  },
  {
    "id": 891,
    "name": "空中交通管制"
  },
  {
    "id": 892,
    "name": "航空气象"
  },
  {
    "id": 893,
    "name": "通讯导航类专业"
  },
  {
    "id": 894,
    "name": "网络与信息安全"
  },
  {
    "id": 895,
    "name": "交通运输（民航空中交通管制）"
  },
  {
    "id": 896,
    "name": "计算机类；汉语言文学"
  },
  {
    "id": 897,
    "name": "应用统计学"
  },
  {
    "id": 898,
    "name": "会计电算化"
  },
  {
    "id": 899,
    "name": "汉语言文学类"
  },
  {
    "id": 900,
    "name": "新闻学类"
  },
  {
    "id": 901,
    "name": "财务管理类"
  },
  {
    "id": 902,
    "name": "行政管理学"
  },
  {
    "id": 903,
    "name": "法学（不含政治学类"
  },
  {
    "id": 904,
    "name": "公安学类）"
  },
  {
    "id": 905,
    "name": "中国古代文学"
  },
  {
    "id": 906,
    "name": "社会法学"
  },
  {
    "id": 907,
    "name": "宪法与行政法学"
  },
  {
    "id": 908,
    "name": "思想政治学"
  },
  {
    "id": 909,
    "name": "公共关系学"
  },
  {
    "id": 910,
    "name": "公共管理学"
  },
  {
    "id": 911,
    "name": "计算机软件"
  },
  {
    "id": 912,
    "name": "财务会计"
  },
  {
    "id": 913,
    "name": "会计与统计核算"
  },
  {
    "id": 914,
    "name": "财会"
  },
  {
    "id": 915,
    "name": "公共关系与文秘"
  },
  {
    "id": 916,
    "name": "能源工程"
  },
  {
    "id": 917,
    "name": "财务电算化"
  },
  {
    "id": 918,
    "name": "政治性与行政学"
  },
  {
    "id": 919,
    "name": "经济管理"
  },
  {
    "id": 920,
    "name": "地质工程（煤矿水文地质方向）"
  },
  {
    "id": 921,
    "name": "矿井通风安全（煤矿通风方向）"
  },
  {
    "id": 922,
    "name": "机电一体化（煤矿电气方向）"
  },
  {
    "id": 923,
    "name": "采矿工程"
  },
  {
    "id": 924,
    "name": "矿井通风安全专业"
  },
  {
    "id": 925,
    "name": "机电一体化"
  },
  {
    "id": 926,
    "name": "机电一体化（电气自动化"
  },
  {
    "id": 927,
    "name": "电气工程）"
  },
  {
    "id": 928,
    "name": "矿井通风安全"
  },
  {
    "id": 929,
    "name": "安全工程（煤矿行业）"
  },
  {
    "id": 930,
    "name": "地质工程（煤矿行业）"
  },
  {
    "id": 931,
    "name": "地质工程"
  },
  {
    "id": 932,
    "name": "机电一体化（机电工程）"
  },
  {
    "id": 933,
    "name": "地质工程(煤矿水文地质方向)"
  },
  {
    "id": 934,
    "name": "矿井通风安全（煤矿方向）"
  },
  {
    "id": 935,
    "name": "机电一体化（煤矿方向）"
  },
  {
    "id": 936,
    "name": "采矿工程或安全工程（煤矿方向）"
  },
  {
    "id": 937,
    "name": "地质工程（煤矿地质测量方向）"
  },
  {
    "id": 938,
    "name": "机电一体化（煤矿机电方向）"
  },
  {
    "id": 939,
    "name": "矿井通风安全（煤矿专业方向）"
  },
  {
    "id": 940,
    "name": "地质工程（矿山地质方向）"
  },
  {
    "id": 941,
    "name": "安全工程（矿井通风方向）"
  },
  {
    "id": 942,
    "name": "机电一体化（机械工程"
  },
  {
    "id": 943,
    "name": "机械电子工程）"
  },
  {
    "id": 944,
    "name": "采矿工程（煤矿方向）"
  },
  {
    "id": 945,
    "name": "公安相关专业"
  },
  {
    "id": 946,
    "name": "体育学类"
  },
  {
    "id": 947,
    "name": "戏剧与影视学类"
  },
  {
    "id": 948,
    "name": "痕迹检验"
  },
  {
    "id": 949,
    "name": "美术学类"
  },
  {
    "id": 950,
    "name": "铁道运输类"
  },
  {
    "id": 951,
    "name": "美术学"
  },
  {
    "id": 952,
    "name": "表演"
  },
  {
    "id": 953,
    "name": "运动训练"
  },
  {
    "id": 954,
    "name": "体育教育"
  },
  {
    "id": 955,
    "name": "武术与民族传统体育"
  },
  {
    "id": 956,
    "name": "音乐与舞蹈学类"
  },
  {
    "id": 957,
    "name": "司法技术类"
  },
  {
    "id": 958,
    "name": "法律实务类"
  },
  {
    "id": 959,
    "name": "地质资源与地质工程类"
  },
  {
    "id": 960,
    "name": "临床医学类"
  },
  {
    "id": 961,
    "name": "土建施工类"
  },
  {
    "id": 962,
    "name": "法律执行类"
  },
  {
    "id": 963,
    "name": "社会工作与管理"
  },
  {
    "id": 964,
    "name": "刑事侦查技术"
  },
  {
    "id": 965,
    "name": "安全防范技术"
  },
  {
    "id": 966,
    "name": "罪犯心理矫治"
  },
  {
    "id": 967,
    "name": "无限制"
  },
  {
    "id": 968,
    "name": "刑事侦查"
  },
  {
    "id": 969,
    "name": "公安管理"
  },
  {
    "id": 970,
    "name": "交通事故现场勘查"
  },
  {
    "id": 971,
    "name": "法医学类"
  },
  {
    "id": 972,
    "name": "动画"
  },
  {
    "id": 973,
    "name": "音乐学"
  },
  {
    "id": 974,
    "name": "治安管理"
  },
  {
    "id": 975,
    "name": "播音与主持艺术"
  },
  {
    "id": 976,
    "name": "刑事科学技术"
  },
  {
    "id": 977,
    "name": "工业工程"
  },
  {
    "id": 978,
    "name": "铁道通信与信息化技术"
  },
  {
    "id": 979,
    "name": "工程机械运用技术"
  },
  {
    "id": 980,
    "name": "机电一体化技术"
  },
  {
    "id": 981,
    "name": "建筑智能化工程技术"
  },
  {
    "id": 982,
    "name": "法律文秘"
  },
  {
    "id": 983,
    "name": "兵器工程"
  },
  {
    "id": 984,
    "name": "弹药工程与爆炸技术"
  },
  {
    "id": 985,
    "name": "司法鉴定技术"
  },
  {
    "id": 986,
    "name": "应用英语"
  },
  {
    "id": 987,
    "name": "音乐表演"
  },
  {
    "id": 988,
    "name": "生物科学"
  },
  {
    "id": 989,
    "name": "戏剧影视学类"
  },
  {
    "id": 990,
    "name": "会计与审计"
  },
  {
    "id": 991,
    "name": "工程管理类"
  },
  {
    "id": 992,
    "name": "司法警务"
  },
  {
    "id": 993,
    "name": "材料成型及控制工程"
  },
  {
    "id": 994,
    "name": "司法鉴定"
  },
  {
    "id": 995,
    "name": "特种能源技术与工程"
  },
  {
    "id": 996,
    "name": "弹药工程与爆破技术"
  },
  {
    "id": 997,
    "name": "设计艺术学"
  },
  {
    "id": 998,
    "name": "消防工程技术"
  },
  {
    "id": 999,
    "name": "警务指挥与战术"
  },
  {
    "id": 1000,
    "name": "艺术学门类"
  },
  {
    "id": 1001,
    "name": "生物医学工程"
  },
  {
    "id": 1002,
    "name": "戏剧影视导演"
  },
  {
    "id": 1003,
    "name": "舞蹈表演"
  },
  {
    "id": 1004,
    "name": "铁道交通运营管理"
  },
  {
    "id": 1005,
    "name": "运动康复"
  },
  {
    "id": 1006,
    "name": "物理学"
  },
  {
    "id": 1007,
    "name": "轨道交通信号与控制"
  },
  {
    "id": 1008,
    "name": "司法相关专业"
  },
  {
    "id": 1009,
    "name": "司法信息安全"
  },
  {
    "id": 1010,
    "name": "司法执行及技术类"
  },
  {
    "id": 1011,
    "name": "艺术设计类"
  },
  {
    "id": 1012,
    "name": "财政税务类"
  },
  {
    "id": 1013,
    "name": "国际贸易实务"
  },
  {
    "id": 1014,
    "name": "影视摄影与制作"
  },
  {
    "id": 1015,
    "name": "摄影"
  },
  {
    "id": 1016,
    "name": "制药工程"
  },
  {
    "id": 1017,
    "name": "语言文学类（藏语方向）"
  },
  {
    "id": 1018,
    "name": "通信类"
  },
  {
    "id": 1019,
    "name": "中国少数民族语言文学(维吾尔语方向)"
  },
  {
    "id": 1020,
    "name": "测绘类"
  },
  {
    "id": 1021,
    "name": "文史哲"
  },
  {
    "id": 1022,
    "name": "社会科学"
  },
  {
    "id": 1023,
    "name": "英语（语言文学）或中英文翻译"
  },
  {
    "id": 1024,
    "name": "遥感科学与技术"
  },
  {
    "id": 1025,
    "name": "地理国情监测"
  },
  {
    "id": 1026,
    "name": "生物化学与分子生物学"
  },
  {
    "id": 1027,
    "name": "遗传学"
  },
  {
    "id": 1028,
    "name": "微生物学"
  },
  {
    "id": 1029,
    "name": "法医学（仅限法医物证方向）"
  },
  {
    "id": 1030,
    "name": "生物信息学"
  },
  {
    "id": 1031,
    "name": "药物化学"
  },
  {
    "id": 1032,
    "name": "药物分析学"
  },
  {
    "id": 1033,
    "name": "药理学"
  },
  {
    "id": 1034,
    "name": "材料物理与化学"
  },
  {
    "id": 1035,
    "name": "冶金物理化学"
  },
  {
    "id": 1036,
    "name": "军事化学与烟火技术"
  },
  {
    "id": 1037,
    "name": "纺织化学与染整工程"
  },
  {
    "id": 1038,
    "name": "地球化学"
  },
  {
    "id": 1039,
    "name": "土壤学（仅限土壤化学方向）"
  },
  {
    "id": 1040,
    "name": "光学工程"
  },
  {
    "id": 1041,
    "name": "光学"
  },
  {
    "id": 1042,
    "name": "兵器科学与技术"
  },
  {
    "id": 1043,
    "name": "概率论与数理统计"
  },
  {
    "id": 1044,
    "name": "一般力学与力学基础"
  },
  {
    "id": 1045,
    "name": "工程力学"
  },
  {
    "id": 1046,
    "name": "模式识别与智能系统"
  },
  {
    "id": 1047,
    "name": "精密仪器及机械"
  },
  {
    "id": 1048,
    "name": "审计专业"
  },
  {
    "id": 1049,
    "name": "职业技术教育"
  },
  {
    "id": 1050,
    "name": "化学工程与技术专业"
  },
  {
    "id": 1051,
    "name": "药学类"
  },
  {
    "id": 1052,
    "name": "统计"
  },
  {
    "id": 1053,
    "name": "数理统计"
  },
  {
    "id": 1054,
    "name": "农业经济管理"
  },
  {
    "id": 1055,
    "name": "遥感及地理信息"
  },
  {
    "id": 1056,
    "name": "统计学类及法学"
  },
  {
    "id": 1057,
    "name": "信息管理与系统"
  },
  {
    "id": 1058,
    "name": "英语翻译"
  },
  {
    "id": 1059,
    "name": "英语语言文学类"
  },
  {
    "id": 1060,
    "name": "大气科学类"
  },
  {
    "id": 1061,
    "name": "自然保护与环境生态类"
  },
  {
    "id": 1062,
    "name": "海洋科学类"
  },
  {
    "id": 1063,
    "name": "财务管理（本科）"
  },
  {
    "id": 1064,
    "name": "本科专业要求为林学"
  },
  {
    "id": 1065,
    "name": "草业科学"
  },
  {
    "id": 1066,
    "name": "农林经济管理；研究生为林业经济管理"
  },
  {
    "id": 1067,
    "name": "森林培育"
  },
  {
    "id": 1068,
    "name": "森林经理学"
  },
  {
    "id": 1069,
    "name": "林学一级学科"
  },
  {
    "id": 1070,
    "name": "植物学"
  },
  {
    "id": 1071,
    "name": "林学一级学科（含林业专业硕士）"
  },
  {
    "id": 1072,
    "name": "统计（以上一级学科内所有专业均可报考）"
  },
  {
    "id": 1073,
    "name": "应用经济学类专业"
  },
  {
    "id": 1074,
    "name": "法学类（法学"
  },
  {
    "id": 1075,
    "name": "知识产权）"
  },
  {
    "id": 1076,
    "name": "机器人相关专业；车辆工程"
  },
  {
    "id": 1077,
    "name": "车辆"
  },
  {
    "id": 1078,
    "name": "汽车工程"
  },
  {
    "id": 1079,
    "name": "机械工程（车辆"
  },
  {
    "id": 1080,
    "name": "汽车方向）"
  },
  {
    "id": 1081,
    "name": "传送设备"
  },
  {
    "id": 1082,
    "name": "飞行器设计相关专业"
  },
  {
    "id": 1083,
    "name": "内燃机"
  },
  {
    "id": 1084,
    "name": "燃气轮机"
  },
  {
    "id": 1085,
    "name": "汽轮机"
  },
  {
    "id": 1086,
    "name": "力学"
  },
  {
    "id": 1087,
    "name": "半导体"
  },
  {
    "id": 1088,
    "name": "微电子"
  },
  {
    "id": 1089,
    "name": "电子科学与技术（微电子）"
  },
  {
    "id": 1090,
    "name": "固体物理"
  },
  {
    "id": 1091,
    "name": "电子封装技术"
  },
  {
    "id": 1092,
    "name": "功率半导体器件"
  },
  {
    "id": 1093,
    "name": "功率集成电路"
  },
  {
    "id": 1094,
    "name": "电路与系统"
  },
  {
    "id": 1095,
    "name": "微电子学与固体电子学"
  },
  {
    "id": 1096,
    "name": "智能科学与技术及其他相关计算机专业"
  },
  {
    "id": 1097,
    "name": "计算机科学与技术（人工智能"
  },
  {
    "id": 1098,
    "name": "模式识别"
  },
  {
    "id": 1099,
    "name": "图像处理方向）"
  },
  {
    "id": 1100,
    "name": "电磁场与微波技术"
  },
  {
    "id": 1101,
    "name": "药物制剂"
  },
  {
    "id": 1102,
    "name": "临床药学"
  },
  {
    "id": 1103,
    "name": "生药学"
  },
  {
    "id": 1104,
    "name": "药物分析"
  },
  {
    "id": 1105,
    "name": "精细化工"
  },
  {
    "id": 1106,
    "name": "中药学"
  },
  {
    "id": 1107,
    "name": "中药制剂"
  },
  {
    "id": 1108,
    "name": "中药药理"
  },
  {
    "id": 1109,
    "name": "中药化学"
  },
  {
    "id": 1110,
    "name": "药物化学（不含中药学）"
  },
  {
    "id": 1111,
    "name": "语音合成识别"
  },
  {
    "id": 1112,
    "name": "语音语言信息处理"
  },
  {
    "id": 1113,
    "name": "模式识别与智能系统（语音方向）"
  },
  {
    "id": 1114,
    "name": "惯性导航；陀螺仪；导航"
  },
  {
    "id": 1115,
    "name": "制导与控制；导航工程；地理信息系统"
  },
  {
    "id": 1116,
    "name": "光电子技术"
  },
  {
    "id": 1117,
    "name": "光信息科学与技术"
  },
  {
    "id": 1118,
    "name": "光信息工程等光学相关专业"
  },
  {
    "id": 1119,
    "name": "高分子化学与物理（医用材料或组织工程方向）"
  },
  {
    "id": 1120,
    "name": "材料科学与工程（医用功能材料或组织工程方向）"
  },
  {
    "id": 1121,
    "name": "公共卫生与预防医学类（劳动卫生与环境卫生学"
  },
  {
    "id": 1122,
    "name": "卫生毒理学）"
  },
  {
    "id": 1123,
    "name": "环境工程（水处理方向）"
  },
  {
    "id": 1124,
    "name": "包装工程"
  },
  {
    "id": 1125,
    "name": "机械设计"
  },
  {
    "id": 1126,
    "name": "工业设计"
  },
  {
    "id": 1127,
    "name": "数字媒体艺术等相关设计专业"
  },
  {
    "id": 1128,
    "name": "产品设计等设计专业"
  },
  {
    "id": 1129,
    "name": "医药"
  },
  {
    "id": 1130,
    "name": "微电子科学与工程"
  },
  {
    "id": 1131,
    "name": "电力电子与电力传动"
  },
  {
    "id": 1132,
    "name": "计算机或通信工程"
  },
  {
    "id": 1133,
    "name": "新闻或中文"
  },
  {
    "id": 1134,
    "name": "政治理论"
  },
  {
    "id": 1135,
    "name": "农村区域发展专业"
  },
  {
    "id": 1136,
    "name": "科学社会主义与国际共产主义运动"
  },
  {
    "id": 1137,
    "name": "财政学专业"
  },
  {
    "id": 1138,
    "name": "财务管理专业"
  },
  {
    "id": 1139,
    "name": "地质工程(工程地质"
  },
  {
    "id": 1140,
    "name": "水文地质"
  },
  {
    "id": 1141,
    "name": "环境地质方向）"
  },
  {
    "id": 1142,
    "name": "水文地质学"
  },
  {
    "id": 1143,
    "name": "地球物理学"
  },
  {
    "id": 1144,
    "name": "地质学"
  },
  {
    "id": 1145,
    "name": "固体地球物理学"
  },
  {
    "id": 1146,
    "name": "构造地质学"
  },
  {
    "id": 1147,
    "name": "第四纪地质学"
  },
  {
    "id": 1148,
    "name": "防灾减灾工程及防护工程"
  },
  {
    "id": 1149,
    "name": "地质学；法学"
  },
  {
    "id": 1150,
    "name": "核技术利用"
  },
  {
    "id": 1151,
    "name": "粒子物理与原子核物理等相关专业"
  },
  {
    "id": 1152,
    "name": "土建或仪控"
  },
  {
    "id": 1153,
    "name": "辐射防护或核物理"
  },
  {
    "id": 1154,
    "name": "放化分析或核物理"
  },
  {
    "id": 1155,
    "name": "核科学与技术类"
  },
  {
    "id": 1156,
    "name": "原子核物理"
  },
  {
    "id": 1157,
    "name": "核化学"
  },
  {
    "id": 1158,
    "name": "化学工程及相关专业"
  },
  {
    "id": 1159,
    "name": "水文学及水资源"
  },
  {
    "id": 1160,
    "name": "水工结构工程"
  },
  {
    "id": 1161,
    "name": "水力学及河流动力学"
  },
  {
    "id": 1162,
    "name": "农业水利工程"
  },
  {
    "id": 1163,
    "name": "法学类（本科）"
  },
  {
    "id": 1164,
    "name": "法学（0301研究生）"
  },
  {
    "id": 1165,
    "name": "水文与水资源工程"
  },
  {
    "id": 1166,
    "name": "农田水利工程"
  },
  {
    "id": 1167,
    "name": "公共组织与人力资源管理"
  },
  {
    "id": 1168,
    "name": "过程装备与控制工程"
  },
  {
    "id": 1169,
    "name": "水土保持与荒漠化防治"
  },
  {
    "id": 1170,
    "name": "水文学与水资源"
  },
  {
    "id": 1171,
    "name": "人文地理学"
  },
  {
    "id": 1172,
    "name": "农业水土工程"
  },
  {
    "id": 1173,
    "name": "水利工程（不含港口"
  },
  {
    "id": 1174,
    "name": "海岸及近海工程）"
  },
  {
    "id": 1175,
    "name": "水利类"
  },
  {
    "id": 1176,
    "name": "安全技术及工程"
  },
  {
    "id": 1177,
    "name": "图书馆学"
  },
  {
    "id": 1178,
    "name": "水利科学与工程"
  },
  {
    "id": 1179,
    "name": "行政法"
  },
  {
    "id": 1180,
    "name": "环境法"
  },
  {
    "id": 1181,
    "name": "城市水务"
  },
  {
    "id": 1182,
    "name": "水利水电建筑工程"
  },
  {
    "id": 1183,
    "name": "社会学专业"
  },
  {
    "id": 1184,
    "name": "管理学专业"
  },
  {
    "id": 1185,
    "name": "会计学专业"
  },
  {
    "id": 1186,
    "name": "中国语言文学类专业"
  },
  {
    "id": 1187,
    "name": "计算机类（物联网工程"
  },
  {
    "id": 1188,
    "name": "数字媒体技术专业除外）"
  },
  {
    "id": 1189,
    "name": "法学类（监狱学"
  },
  {
    "id": 1190,
    "name": "刑法学专业除外）"
  },
  {
    "id": 1191,
    "name": "中文（新闻学"
  },
  {
    "id": 1192,
    "name": "传播学专业除外）"
  },
  {
    "id": 1193,
    "name": "中国语言文学类（中国少数民族语言文学"
  },
  {
    "id": 1194,
    "name": "古典文献学专业除外）"
  },
  {
    "id": 1195,
    "name": "工商管理类（人力资源管理"
  },
  {
    "id": 1196,
    "name": "物业管理"
  },
  {
    "id": 1197,
    "name": "文体产业管理专业除外）"
  },
  {
    "id": 1198,
    "name": "数学类（数理基础科学专业除外）"
  },
  {
    "id": 1199,
    "name": "新闻传播学类（广告学专业除外）"
  },
  {
    "id": 1200,
    "name": "管理科学与工程类（工程管理"
  },
  {
    "id": 1201,
    "name": "房地产开发与管理"
  },
  {
    "id": 1202,
    "name": "工程造价专业除外）"
  },
  {
    "id": 1203,
    "name": "计算机科学与技术类"
  },
  {
    "id": 1204,
    "name": "统计学类；研究生"
  },
  {
    "id": 1205,
    "name": "电子信息类；研究生"
  },
  {
    "id": 1206,
    "name": "数学类；研究生"
  },
  {
    "id": 1207,
    "name": "审计学；研究生"
  },
  {
    "id": 1208,
    "name": "计算机类；研究生"
  },
  {
    "id": 1209,
    "name": "新闻学；研究生"
  },
  {
    "id": 1210,
    "name": "法学门类（民族学类"
  },
  {
    "id": 1211,
    "name": "公安学类除外）；研究生"
  },
  {
    "id": 1212,
    "name": "公共管理类；研究生"
  },
  {
    "id": 1213,
    "name": "工商管理类（物业管理"
  },
  {
    "id": 1214,
    "name": "文化产业管理专业除外）"
  },
  {
    "id": 1215,
    "name": "中国语言文学类（中国少数民族语言文学专业除外）"
  },
  {
    "id": 1216,
    "name": "中国语言文学类（中国少数民族语言文学除外）"
  },
  {
    "id": 1217,
    "name": "注册会计师"
  },
  {
    "id": 1218,
    "name": "金融学类（不含保险学"
  },
  {
    "id": 1219,
    "name": "信用管理方向）"
  },
  {
    "id": 1220,
    "name": "法学类（不含监狱学专业）"
  },
  {
    "id": 1221,
    "name": "计算机类（不含物联网"
  },
  {
    "id": 1222,
    "name": "智能科学与技术方向）"
  },
  {
    "id": 1223,
    "name": "中国语言文学类（不含中国少数民族语言文学专业）"
  },
  {
    "id": 1224,
    "name": "人口学"
  },
  {
    "id": 1225,
    "name": "应用统计学；产业经济学"
  },
  {
    "id": 1226,
    "name": "数量经济学；概率论与数理统计"
  },
  {
    "id": 1227,
    "name": "统计类"
  },
  {
    "id": 1228,
    "name": "经济类"
  },
  {
    "id": 1229,
    "name": "应用统计学；经济学"
  },
  {
    "id": 1230,
    "name": "经济统计学；数学与应用数学"
  },
  {
    "id": 1231,
    "name": "信息与计算科学；法学；计算机科学与技术"
  },
  {
    "id": 1232,
    "name": "国际经济与贸易；数学与应用数学"
  },
  {
    "id": 1233,
    "name": "计算机信息管理"
  },
  {
    "id": 1234,
    "name": "经济统计学；计算机科学与技术"
  },
  {
    "id": 1235,
    "name": "软件工程；数学与应用数学"
  },
  {
    "id": 1236,
    "name": "信息与计算科学；工商管理"
  },
  {
    "id": 1237,
    "name": "信息与计算科学；计算机科学与技术"
  },
  {
    "id": 1238,
    "name": "经济统计学；会计学"
  },
  {
    "id": 1239,
    "name": "财政学；国际经济与贸易"
  },
  {
    "id": 1240,
    "name": "财务管理；数学与应用数学"
  },
  {
    "id": 1241,
    "name": "信息与计算机科学；计算机科学与技术"
  },
  {
    "id": 1242,
    "name": "古典文献学"
  },
  {
    "id": 1243,
    "name": "汉语国际教育除外）"
  },
  {
    "id": 1244,
    "name": "统计学类(数学"
  },
  {
    "id": 1245,
    "name": "数理基础科学"
  },
  {
    "id": 1246,
    "name": "信息与计算（机）科学专业除外)"
  },
  {
    "id": 1247,
    "name": "计算机软件类"
  },
  {
    "id": 1248,
    "name": "经济贸易类"
  },
  {
    "id": 1249,
    "name": "会计与审计类"
  },
  {
    "id": 1250,
    "name": "工商管理类（财务管理"
  },
  {
    "id": 1251,
    "name": "会计学和市场营销除外）"
  },
  {
    "id": 1252,
    "name": "中国语言文学类(中国少数民族语言文学"
  },
  {
    "id": 1253,
    "name": "古典文献学除外)"
  },
  {
    "id": 1254,
    "name": "工商管理类（市场营销"
  },
  {
    "id": 1255,
    "name": "物业管理除外）"
  },
  {
    "id": 1256,
    "name": "金融学类（保险学"
  },
  {
    "id": 1257,
    "name": "金融工程除外）"
  },
  {
    "id": 1258,
    "name": "新闻传播学类（广播电视学"
  },
  {
    "id": 1259,
    "name": "广告学除外）"
  },
  {
    "id": 1260,
    "name": "电子信息类（电子信息工程"
  },
  {
    "id": 1261,
    "name": "信息工程除外）"
  },
  {
    "id": 1262,
    "name": "计算机系统结构（网络方向）"
  },
  {
    "id": 1263,
    "name": "计算机软件与理论（网络方向）"
  },
  {
    "id": 1264,
    "name": "计算机应用技术（网络方向）"
  },
  {
    "id": 1265,
    "name": "计算机科与技术"
  },
  {
    "id": 1266,
    "name": "农村区域发展"
  },
  {
    "id": 1267,
    "name": "经济学；统计学类"
  },
  {
    "id": 1268,
    "name": "中国汉语言文学及文秘类。"
  },
  {
    "id": 1269,
    "name": "计算机科学与技术类。"
  },
  {
    "id": 1270,
    "name": "中国汉语言文学及文秘类"
  },
  {
    "id": 1271,
    "name": "法学类（监狱学专业除外）"
  },
  {
    "id": 1272,
    "name": "统计学类。"
  },
  {
    "id": 1273,
    "name": "管理学类。"
  },
  {
    "id": 1274,
    "name": "计算机类。"
  },
  {
    "id": 1275,
    "name": "法学类。"
  },
  {
    "id": 1276,
    "name": "汉语言文学类。"
  },
  {
    "id": 1277,
    "name": "经济学类；概率论与数理统计"
  },
  {
    "id": 1278,
    "name": "计算机类；会计学"
  },
  {
    "id": 1279,
    "name": "地理科学类"
  },
  {
    "id": 1280,
    "name": "法学类0301（环境与资源保护法学专业"
  },
  {
    "id": 1281,
    "name": "军事法学专业除外）"
  },
  {
    "id": 1282,
    "name": "测绘科学与技术类"
  },
  {
    "id": 1283,
    "name": "应用经济学类（国防经济专业除外）"
  },
  {
    "id": 1284,
    "name": "金融学专业"
  },
  {
    "id": 1285,
    "name": "计算机科学与技术专业"
  },
  {
    "id": 1286,
    "name": "新闻传播学类（广播电视学专业"
  },
  {
    "id": 1287,
    "name": "广告学专业除外）"
  },
  {
    "id": 1288,
    "name": "汉语言专业"
  },
  {
    "id": 1289,
    "name": "政治学与行政学专业"
  },
  {
    "id": 1290,
    "name": "地理空间信息工程"
  },
  {
    "id": 1291,
    "name": "农林经济管理类"
  },
  {
    "id": 1292,
    "name": "财务管理学专业"
  },
  {
    "id": 1293,
    "name": "秘书学专业"
  },
  {
    "id": 1294,
    "name": "财务管理学"
  },
  {
    "id": 1295,
    "name": "行政管理学专业"
  },
  {
    "id": 1296,
    "name": "文化产业管理类专业除外）"
  },
  {
    "id": 1297,
    "name": "公共管理类（土地资源管理"
  },
  {
    "id": 1298,
    "name": "城市管理专业除外）"
  },
  {
    "id": 1299,
    "name": "汉语语言文学"
  },
  {
    "id": 1300,
    "name": "农学类（本科限植物生产类或自然保护与环境生态类）"
  },
  {
    "id": 1301,
    "name": "农学类（本科限植物生产类）"
  },
  {
    "id": 1302,
    "name": "会计类"
  },
  {
    "id": 1303,
    "name": "审计类"
  },
  {
    "id": 1304,
    "name": "审计学类"
  },
  {
    "id": 1305,
    "name": "电子与信息类"
  },
  {
    "id": 1306,
    "name": "文秘类"
  },
  {
    "id": 1307,
    "name": "地球物理学类"
  },
  {
    "id": 1308,
    "name": "生态学类"
  },
  {
    "id": 1309,
    "name": "农学植物生产类"
  },
  {
    "id": 1310,
    "name": "电子信息类。"
  },
  {
    "id": 1311,
    "name": "植物生产类。"
  },
  {
    "id": 1312,
    "name": "环境科学工程类"
  },
  {
    "id": 1313,
    "name": "行政管理类"
  },
  {
    "id": 1314,
    "name": "工程类"
  },
  {
    "id": 1315,
    "name": "公共管理学类"
  },
  {
    "id": 1316,
    "name": "地球科学相关类"
  },
  {
    "id": 1317,
    "name": "经济金融（学术型硕士仅限经济学门类下的专业报考"
  },
  {
    "id": 1318,
    "name": "专业型硕士仅限金融硕士报考）"
  },
  {
    "id": 1319,
    "name": "金融学或相关经济专业"
  },
  {
    "id": 1320,
    "name": "金融（学术型硕士仅限经济学门类下的专业"
  },
  {
    "id": 1321,
    "name": "专业型硕士仅限金融硕士"
  },
  {
    "id": 1322,
    "name": "应用统计硕士）"
  },
  {
    "id": 1323,
    "name": "计算机（本科阶段须为计算机科学与技术"
  },
  {
    "id": 1324,
    "name": "网络工程专业）"
  },
  {
    "id": 1325,
    "name": "金融（仅限经济学门类下的专业）"
  },
  {
    "id": 1326,
    "name": "工商行政管理"
  },
  {
    "id": 1327,
    "name": "经济与行政管理"
  },
  {
    "id": 1328,
    "name": "法律（本科阶段须为法学专业）"
  },
  {
    "id": 1329,
    "name": "信用管理。（本科应为经济类专业）"
  },
  {
    "id": 1330,
    "name": "法学（不包括知识产权"
  },
  {
    "id": 1331,
    "name": "监狱学）"
  },
  {
    "id": 1332,
    "name": "经济金融类（不含资源与环境经济学"
  },
  {
    "id": 1333,
    "name": "能源经济"
  },
  {
    "id": 1334,
    "name": "海洋经济学"
  },
  {
    "id": 1335,
    "name": "统计学）"
  },
  {
    "id": 1336,
    "name": "经济金融类"
  },
  {
    "id": 1337,
    "name": "计算机及相关专业"
  },
  {
    "id": 1338,
    "name": "经济金融类（不含证券"
  },
  {
    "id": 1339,
    "name": "财税）"
  },
  {
    "id": 1340,
    "name": "经济金融类（不含税务"
  },
  {
    "id": 1341,
    "name": "证券"
  },
  {
    "id": 1342,
    "name": "统计学等专业）"
  },
  {
    "id": 1343,
    "name": "会计类（不含企业管理"
  },
  {
    "id": 1344,
    "name": "人力资源管理等专业）"
  },
  {
    "id": 1345,
    "name": "法学（仅限法律"
  },
  {
    "id": 1346,
    "name": "经济法"
  },
  {
    "id": 1347,
    "name": "诉讼法"
  },
  {
    "id": 1348,
    "name": "刑法"
  },
  {
    "id": 1349,
    "name": "民商法等法学专业）"
  },
  {
    "id": 1350,
    "name": "计算机类（不含电子信息工程"
  },
  {
    "id": 1351,
    "name": "自动化等专业）"
  },
  {
    "id": 1352,
    "name": "且本科阶段限数学类"
  },
  {
    "id": 1353,
    "name": "精算学"
  },
  {
    "id": 1354,
    "name": "且本科阶段限法学类"
  },
  {
    "id": 1355,
    "name": "且本科阶段限计算机类"
  },
  {
    "id": 1356,
    "name": "本科生招收金融学；研究生招收金融学"
  },
  {
    "id": 1357,
    "name": "本科生招收金融学"
  },
  {
    "id": 1358,
    "name": "保险学；研究生招收金融学"
  },
  {
    "id": 1359,
    "name": "本科生招收法学；研究生招收经济法学"
  },
  {
    "id": 1360,
    "name": "本科生招收计算机科学与技术；研究生招收计算机软件与理论"
  },
  {
    "id": 1361,
    "name": "本科生招收会计学；研究生招收会计学"
  },
  {
    "id": 1362,
    "name": "金融学类专业"
  },
  {
    "id": 1363,
    "name": "经济金融"
  },
  {
    "id": 1364,
    "name": "国际金融学"
  },
  {
    "id": 1365,
    "name": "金融（专业学位）"
  },
  {
    "id": 1366,
    "name": "保险（专业学位）"
  },
  {
    "id": 1367,
    "name": "法律（法学）"
  },
  {
    "id": 1368,
    "name": "法律（非法学）"
  },
  {
    "id": 1369,
    "name": "商法"
  },
  {
    "id": 1370,
    "name": "金融学（不含保险学和投资学）"
  },
  {
    "id": 1371,
    "name": "金融法学"
  },
  {
    "id": 1372,
    "name": "民商法学（知识产权法专业除外）"
  },
  {
    "id": 1373,
    "name": "金融类"
  },
  {
    "id": 1374,
    "name": "精算类"
  },
  {
    "id": 1375,
    "name": "法律（经济法"
  },
  {
    "id": 1376,
    "name": "行政法）"
  },
  {
    "id": 1377,
    "name": "保险学（含精算）"
  },
  {
    "id": 1378,
    "name": "保险类"
  },
  {
    "id": 1379,
    "name": "金融（不含保险）"
  },
  {
    "id": 1380,
    "name": "精算"
  },
  {
    "id": 1381,
    "name": "金融学类（不含保险学）"
  },
  {
    "id": 1382,
    "name": "网络安全"
  },
  {
    "id": 1383,
    "name": "计算机类（不含物联网工程"
  },
  {
    "id": 1384,
    "name": "空间信息与数字技术）"
  },
  {
    "id": 1385,
    "name": "法学（仅限专业代码030101K）"
  },
  {
    "id": 1386,
    "name": "会计信息管理"
  },
  {
    "id": 1387,
    "name": "金融及相关经济专业"
  },
  {
    "id": 1388,
    "name": "保险专业"
  },
  {
    "id": 1389,
    "name": "金融专业"
  },
  {
    "id": 1390,
    "name": "经济与金融"
  },
  {
    "id": 1391,
    "name": "会计专业"
  },
  {
    "id": 1392,
    "name": "民商法学（不含社会保障法学"
  },
  {
    "id": 1393,
    "name": "知识产权法）"
  },
  {
    "id": 1394,
    "name": "统计经济学"
  },
  {
    "id": 1395,
    "name": "相关档案专业"
  },
  {
    "id": 1396,
    "name": "信用管理"
  },
  {
    "id": 1397,
    "name": "智能科学技术"
  },
  {
    "id": 1398,
    "name": "电子与计算机工程专业"
  },
  {
    "id": 1399,
    "name": "保险精算"
  },
  {
    "id": 1400,
    "name": "保险学类"
  },
  {
    "id": 1401,
    "name": "研究生阶段专业为经济学门类（不含税收"
  },
  {
    "id": 1402,
    "name": "保险）"
  },
  {
    "id": 1403,
    "name": "且本科阶段专业为经济学门类（不含税收"
  },
  {
    "id": 1404,
    "name": "保险）或会计学"
  },
  {
    "id": 1405,
    "name": "研究生阶段专业为金融学"
  },
  {
    "id": 1406,
    "name": "保险学专业"
  },
  {
    "id": 1407,
    "name": "且本科阶段专业为经济学门类"
  },
  {
    "id": 1408,
    "name": "研究生阶段专业为会计学"
  },
  {
    "id": 1409,
    "name": "经济学门类（不含税收）"
  },
  {
    "id": 1410,
    "name": "经济学门类（不含税收"
  },
  {
    "id": 1411,
    "name": "经济金融（不含财政学类"
  },
  {
    "id": 1412,
    "name": "商务经济学"
  },
  {
    "id": 1413,
    "name": "信用管理）"
  },
  {
    "id": 1414,
    "name": "财务会计类（财务管理"
  },
  {
    "id": 1415,
    "name": "法学（不含知识产权"
  },
  {
    "id": 1416,
    "name": "中文类（不含中国少数民族语言文学"
  },
  {
    "id": 1417,
    "name": "古典文献学）"
  },
  {
    "id": 1418,
    "name": "物联网工程。"
  },
  {
    "id": 1419,
    "name": "计算机类专业（不含物联网工程"
  },
  {
    "id": 1420,
    "name": "数字媒体技术）"
  },
  {
    "id": 1421,
    "name": "数学统计类"
  },
  {
    "id": 1422,
    "name": "法学类（不含刑法）"
  },
  {
    "id": 1423,
    "name": "金融学(不含保险)（本科专业限定为金融（不含保险）或财务会计类专业)"
  },
  {
    "id": 1424,
    "name": "金融保险相关专业"
  },
  {
    "id": 1425,
    "name": "财务学"
  },
  {
    "id": 1426,
    "name": "金融硕士"
  },
  {
    "id": 1427,
    "name": "会计学类（会计学"
  },
  {
    "id": 1428,
    "name": "资产评估）"
  },
  {
    "id": 1429,
    "name": "法学(一级学科）和法律硕士"
  },
  {
    "id": 1430,
    "name": "会计学（含会计硕士）"
  },
  {
    "id": 1431,
    "name": "法学（学科代码0301）"
  },
  {
    "id": 1432,
    "name": "财务管理专业或会计硕士"
  },
  {
    "id": 1433,
    "name": "审计硕士专业"
  },
  {
    "id": 1434,
    "name": "法学类（学科代码0301）或法律硕士专业（法学）"
  },
  {
    "id": 1435,
    "name": "会计学或审计学"
  },
  {
    "id": 1436,
    "name": "会计硕士"
  },
  {
    "id": 1437,
    "name": "审计硕士"
  },
  {
    "id": 1438,
    "name": "工商管理类下会计学"
  },
  {
    "id": 1439,
    "name": "地质类"
  },
  {
    "id": 1440,
    "name": "地质学类"
  },
  {
    "id": 1441,
    "name": "地质资源与地质工程"
  },
  {
    "id": 1442,
    "name": "大地测量学与测量工程"
  },
  {
    "id": 1443,
    "name": "秘书学；语言学及应用语言学"
  },
  {
    "id": 1444,
    "name": "中国现当代文学；新闻学"
  },
  {
    "id": 1445,
    "name": "固体地球物理"
  },
  {
    "id": 1446,
    "name": "地球探测与信息技术"
  },
  {
    "id": 1447,
    "name": "防灾减灾及防护工程"
  },
  {
    "id": 1448,
    "name": "应急管理专业"
  },
  {
    "id": 1449,
    "name": "大地测量"
  },
  {
    "id": 1450,
    "name": "大地测量与测量工程"
  },
  {
    "id": 1451,
    "name": "应用地球物理"
  },
  {
    "id": 1452,
    "name": "地球与空间科学"
  },
  {
    "id": 1453,
    "name": "地球信息科学与技术"
  },
  {
    "id": 1454,
    "name": "工业与民用建筑"
  },
  {
    "id": 1455,
    "name": "检测技术与自动化装置"
  }
]